Repository: Engccer/gildongmu
Catalog: ios/Gildongmu/Resources/Localizable.xcstrings
Source language: ko
Languages: en, es, fr, it, ja

# stationMeta.transfer
source: 환승역
en: Transfer station
es: Estación de transbordo
fr: Station de correspondance
it: Stazione di interscambio
ja: 乗換駅

# subway.button
source: 지하철역 교통약자 시설 보기
en: View subway accessibility facilities
es: Ver instalaciones de accesibilidad del metro
fr: Voir les équipements d'accessibilité du métro
it: Vedi le strutture di accessibilità della metro
ja: 地下鉄駅のバリアフリー設備を見る

# subway.empty
source: 이 역의 지하철 교통약자 시설 정보가 없습니다. (서울 1~8호선만 지원)
en: No subway accessibility facility data for this station. (Seoul lines 1–8 only)
es: No hay datos de instalaciones de accesibilidad del metro para esta estación. (Solo líneas 1–8 de Seoul)
fr: Aucune donnée d'équipement d'accessibilité du métro pour cette station. (Lignes 1 à 8 de Seoul uniquement)
it: Nessun dato sulle strutture di accessibilità della metro per questa stazione. (Solo linee 1–8 di Seoul)
ja: この駅の地下鉄バリアフリー設備の情報がありません。(ソウル1〜8号線のみ対応)

# subway.error
source: 지하철역 시설 조회에 실패했습니다.
en: Failed to load station facilities.
es: No se pudieron cargar las instalaciones de la estación.
fr: Échec du chargement des équipements de la station.
it: Impossibile caricare le strutture della stazione.
ja: 地下鉄駅の設備の照会に失敗しました。

# subway.heading
source: %1$@ 지하철 교통약자 시설
en: %1$@ subway accessibility facilities
es: Instalaciones de accesibilidad del metro de %1$@
fr: Équipements d'accessibilité du métro de %1$@
it: Strutture di accessibilità della metro %1$@
ja: %1$@の地下鉄バリアフリー設備

# subway.kind.elevator
source: 엘리베이터
en: Elevator
es: Ascensor
fr: Ascenseur
it: Ascensore
ja: エレベーター

# subway.kind.elevatorLocation
source: 엘리베이터 위치
en: Elevator locations
es: Ubicaciones de ascensores
fr: Emplacements des ascenseurs
it: Posizioni degli ascensori
ja: エレベーターの位置

# subway.kind.escalator
source: 에스컬레이터
en: Escalator
es: Escalera mecánica
fr: Escalator
it: Scala mobile
ja: エスカレーター

# subway.kind.helper
source: 교통약자 도우미
en: Accessibility helper
es: Asistente de accesibilidad
fr: Assistant d'accessibilité
it: Assistente per l'accessibilità
ja: 移動サポートスタッフ

# subway.kind.movingWalk
source: 무빙워크
en: Moving walkway
es: Cinta transportadora
fr: Tapis roulant
it: Tappeto mobile
ja: 動く歩道

# subway.kind.restroom
source: 장애인 화장실
en: Accessible restroom
es: Aseo accesible
fr: Toilettes accessibles
it: Bagno accessibile
ja: 多目的トイレ

# subway.kind.safetyPlatform
source: 안전발판
en: Safety step
es: Escalón de seguridad
fr: Marche de sécurité
it: Pedana di sicurezza
ja: 転落防止ステップ

# subway.kind.signLangPhone
source: 수어영상전화기
en: Sign-language video phone
es: Videoteléfono en lengua de signos
fr: Visiophone en langue des signes
it: Videotelefono per la lingua dei segni
ja: 手話映像電話

# subway.kind.voiceGuide
source: 시각장애인 음성유도기
en: Audio guidance beacons
es: Balizas de guía sonora
fr: Balises de guidage sonore
it: Segnalatori acustici di guida
ja: 視覚障害者用音声誘導装置

# subway.kind.wheelchairCharger
source: 전동휠체어 급속충전기
en: Powered wheelchair charger
es: Cargador de silla de ruedas eléctrica
fr: Chargeur pour fauteuil roulant électrique
it: Caricabatterie per sedia a rotelle elettrica
ja: 電動車いす急速充電器

# subway.kind.wheelchairLift
source: 휠체어 리프트
en: Wheelchair lift
es: Elevador para silla de ruedas
fr: Élévateur pour fauteuil roulant
it: Montascale per sedie a rotelle
ja: 車いすリフト

# subway.loading
source: 지하철역 시설 조회 중…
en: Loading station facilities…
es: Cargando instalaciones de la estación…
fr: Chargement des équipements de la station…
it: Caricamento delle strutture della stazione…
ja: 地下鉄駅の設備を照会中…

# subway.operatingNormal
source: 정상 운행
en: In service
es: En servicio
fr: En service
it: In funzione
ja: 通常稼働

# subway.operatingStopped
source: 운행 중지 또는 점검 중
en: Out of service or under maintenance
es: Fuera de servicio o en mantenimiento
fr: Hors service ou en maintenance
it: Fuori servizio o in manutenzione
ja: 停止または点検中

# subway.ready
source: 지하철역 교통약자 시설 정보가 준비되었습니다.
en: Subway accessibility facilities are ready.
es: Las instalaciones de accesibilidad del metro están listas.
fr: Les équipements d'accessibilité du métro sont prêts.
it: Le strutture di accessibilità della metro sono pronte.
ja: 地下鉄駅のバリアフリー設備情報の準備ができました。

# subway.source
source: 출처: 서울교통공사 교통약자이용정보(서울 1~8호선).
en: Source: Seoul Metro accessibility facility data (Seoul lines 1–8).
es: Fuente: datos de instalaciones de accesibilidad de Seoul Metro (líneas 1–8 de Seoul).
fr: Source : données d'équipements d'accessibilité de Seoul Metro (lignes 1 à 8 de Seoul).
it: Fonte: dati sulle strutture di accessibilità di Seoul Metro (linee 1–8 di Seoul).
ja: 出典: ソウル交通公社バリアフリー利用情報(ソウル1〜8号線)。

# subway.supplementFailed
source: 일부 시설 정보를 불러오지 못했습니다.
en: Some facility info couldn't be loaded.
es: No se pudo cargar parte de la información de las instalaciones.
fr: Certaines informations sur les équipements n'ont pas pu être chargées.
it: Impossibile caricare alcune informazioni sulle strutture.
ja: 一部の設備情報を取得できませんでした。

# subway.voiceGuideSource
source: 음성유도기: 서울교통공사 제공(2025-08 기준)
en: Audio guidance beacons: provided by Seoul Metro (as of 2025-08)
es: Balizas de guía sonora: datos de Seoul Metro (a partir de 2025-08)
fr: Balises de guidage sonore : données de Seoul Metro (en date de 2025-08)
it: Segnalatori acustici di guida: dati forniti da Seoul Metro (aggiornati a 2025-08)
ja: 音声誘導装置: ソウル交通公社提供(2025年8月時点)

# subwayArrival.asOf
source: %1$@ 기준
en: as of %1$@
es: a las %1$@
fr: à %1$@
it: alle %1$@
ja: %1$@時点

# subwayArrival.button
source: 실시간 지하철 도착 정보 보기
en: View live subway arrivals
es: Ver llegadas de metro en tiempo real
fr: Voir les arrivées de métro en temps réel
it: Vedi gli arrivi della metro in tempo reale
ja: 地下鉄のリアルタイム到着情報を見る

# subwayArrival.currentLocation
source: 현재 %1$@
en: Now at %1$@
es: Ahora en %1$@
fr: Actuellement à %1$@
it: Ora a %1$@
ja: 現在%1$@

# subwayArrival.empty
source: 이 역의 실시간 도착 정보가 없습니다. (서울 지하철 1~9호선만 지원)
en: No live arrival data for this station. (Seoul subway lines 1–9 only)
es: No hay datos de llegadas en tiempo real para esta estación. (Solo líneas 1–9 del metro de Seoul)
fr: Aucune donnée d'arrivée en temps réel pour cette station. (Lignes 1 à 9 du métro de Seoul uniquement)
it: Nessun dato sugli arrivi in tempo reale per questa stazione. (Solo linee 1–9 della metro di Seoul)
ja: この駅のリアルタイム到着情報がありません。(ソウル地下鉄1〜9号線のみ対応)

# subwayArrival.error
source: 도착 정보 조회에 실패했습니다.
en: Failed to load arrivals.
es: No se pudieron cargar las llegadas.
fr: Échec du chargement des arrivées.
it: Impossibile caricare gli arrivi.
ja: 到着情報の照会に失敗しました。

# subwayArrival.express
source: 급행
en: Express
es: Exprés
fr: Express
it: Espresso
ja: 急行

# subwayArrival.heading
source: %1$@ 실시간 도착
en: %1$@ live arrivals
es: Llegadas en tiempo real de %1$@
fr: Arrivées en temps réel de %1$@
it: Arrivi in tempo reale di %1$@
ja: %1$@のリアルタイム到着

# subwayArrival.loading
source: 도착 정보 조회 중…
en: Loading arrivals…
es: Cargando llegadas…
fr: Chargement des arrivées…
it: Caricamento degli arrivi…
ja: 到着情報を照会中…

# subwayArrival.noArrivals
source: 도착 예정 열차가 없습니다.
en: No trains arriving soon.
es: No hay trenes llegando pronto.
fr: Aucun train ne va arriver prochainement.
it: Nessun treno in arrivo a breve.
ja: 到着予定の列車はありません。

# subwayArrival.ready
source: 실시간 도착 정보가 준비되었습니다.
en: Live arrivals are ready.
es: Las llegadas en tiempo real están listas.
fr: Les arrivées en temps réel sont prêtes.
it: Gli arrivi in tempo reale sono pronti.
ja: リアルタイム到着情報の準備ができました。

# subwayArrival.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# subwayArrival.source
source: 출처: 서울 열린데이터광장 지하철 실시간 도착정보.
en: Source: Seoul Open Data Plaza live subway arrivals.
es: Fuente: llegadas de metro en tiempo real de Seoul Open Data Plaza.
fr: Source : arrivées de métro en temps réel de Seoul Open Data Plaza.
it: Fonte: Seoul Open Data Plaza, arrivi della metro in tempo reale.
ja: 出典: ソウルオープンデータ広場の地下鉄リアルタイム到着情報。

# subwayNearby.arrivalUnavailable
source: 이 역의 도착 정보를 가져오지 못했습니다.
en: Could not load arrival info for this station.
es: No se pudo cargar la información de llegadas de esta estación.
fr: Impossible de charger les informations d'arrivée pour cette station.
it: Impossibile caricare le informazioni sugli arrivi per questa stazione.
ja: この駅の到着情報を取得できませんでした。

# subwayNearby.asOf
source: %1$@ 기준
en: as of %1$@
es: a las %1$@
fr: à %1$@
it: alle %1$@
ja: %1$@時点

# subwayNearby.button
source: 내 주변 지하철 도착 정보
en: Subway arrivals near me
es: Llegadas de metro cerca de mí
fr: Arrivées de métro à proximité
it: Arrivi della metro vicino a me
ja: 近くの地下鉄到着情報

# subwayNearby.closed
source: 운행 시간이 아닙니다. 첫차 %1$@.
en: Not running now. First train %1$@.
es: Fuera de servicio ahora. Primer tren %1$@.
fr: Hors service actuellement. Premier train %1$@.
it: Fuori servizio ora. Primo treno %1$@.
ja: 運行時間外です。始発 %1$@。

# subwayNearby.empty
source: 주변에 지하철역이 없습니다.
en: No subway stations nearby.
es: No hay estaciones de metro cerca.
fr: Aucune station de métro à proximité.
it: Nessuna stazione della metro nelle vicinanze.
ja: 周辺に地下鉄駅がありません。

# subwayNearby.emptyNearest
source: 주변에 지하철역이 없습니다. 가장 가까운 역은 %1$@, %2$@ 거리입니다.
en: No subway stations nearby. The closest is %1$@, %2$@ away.
es: No hay estaciones de metro cerca. La más cercana es %1$@, a %2$@.
fr: Aucune station de métro à proximité. La plus proche est %1$@, à %2$@.
it: Nessuna stazione della metropolitana nelle vicinanze. La più vicina è %1$@, a %2$@.
ja: 周辺に地下鉄駅がありません。最寄りは%1$@、%2$@先です。

# subwayNearby.error
source: 지하철 도착 정보 조회에 실패했습니다.
en: Failed to load subway arrivals.
es: No se pudieron cargar las llegadas de metro.
fr: Échec du chargement des arrivées de métro.
it: Impossibile caricare gli arrivi della metro.
ja: 地下鉄の到着情報の照会に失敗しました。

# subwayNearby.geoDenied
source: 현재 위치 권한이 필요합니다. 브라우저에서 위치 접근을 허용해 주세요.
en: Location permission is required. Please allow location access in your browser.
es: Se requiere permiso de ubicación. Permite el acceso a la ubicación en tu navegador.
fr: L'autorisation de localisation est requise. Veuillez autoriser l'accès à la position dans votre navigateur.
it: È necessaria l'autorizzazione alla localizzazione. Consenti l'accesso alla posizione nel browser.
ja: 位置情報の許可が必要です。ブラウザで位置情報へのアクセスを許可してください。

# subwayNearby.geoUnsupported
source: 이 브라우저는 현재 위치를 지원하지 않습니다.
en: This browser does not support location.
es: Este navegador no admite la ubicación.
fr: Ce navigateur ne prend pas en charge la localisation.
it: Questo browser non supporta la localizzazione.
ja: このブラウザは現在地に対応していません。

# subwayNearby.loading
source: 주변 역 도착 정보 조회 중…
en: Loading nearby station arrivals…
es: Cargando llegadas de estaciones cercanas…
fr: Chargement des arrivées des stations à proximité…
it: Caricamento degli arrivi delle stazioni vicine…
ja: 周辺の駅の到着情報を照会中…

# subwayNearby.locating
source: 현재 위치 확인 중…
en: Getting your location…
es: Obteniendo tu ubicación…
fr: Localisation en cours…
it: Recupero della tua posizione…
ja: 現在地を確認中…

# subwayNearby.noRealtime
source: 실시간 도착 정보가 제공되지 않습니다.
en: Real-time arrivals are not available for this station.
es: No hay información en tiempo real para esta estación.
fr: Pas d'informations en temps réel pour cette station.
it: Nessuna informazione in tempo reale per questa stazione.
ja: この駅のリアルタイム到着情報は提供されていません。

# subwayNearby.ready
source: 내 주변 지하철 도착 정보입니다.
en: Subway arrivals near you.
es: Llegadas de metro cerca de ti.
fr: Arrivées de métro à proximité.
it: Arrivi della metro vicino a te.
ja: 近くの地下鉄到着情報です。

# subwayNearby.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# subwayNearby.source
source: 출처: 서울 열린데이터광장 지하철 실시간 도착정보.
en: Source: Seoul Open Data Plaza live subway arrivals.
es: Fuente: llegadas de metro en tiempo real de Seoul Open Data Plaza.
fr: Source : arrivées de métro en temps réel de Seoul Open Data Plaza.
it: Fonte: Seoul Open Data Plaza, arrivi della metro in tempo reale.
ja: 出典: ソウルオープンデータ広場の地下鉄リアルタイム到着情報。

# subwayNearby.stationDistance
source: 약 %1$@
en: about %1$@
es: aprox. %1$@
fr: environ %1$@
it: circa %1$@
ja: 約%1$@

# surroundings.bucket.across
source: 맞은편
en: Across the street
es: Enfrente
fr: En face
it: Di fronte
ja: 向かい

# surroundings.bucket.beyond
source: 건물 너머
en: Beyond the building
es: Más allá del edificio
fr: Au-delà du bâtiment
it: Oltre l'edificio
ja: 建物の先

# surroundings.bucket.e
source: 동쪽
en: East
es: Este
fr: Est
it: Est
ja: 東

# surroundings.bucket.left
source: 왼쪽
en: Left
es: Izquierda
fr: À gauche
it: A sinistra
ja: 左

# surroundings.bucket.n
source: 북쪽
en: North
es: Norte
fr: Nord
it: Nord
ja: 北

# surroundings.bucket.ne
source: 북동쪽
en: Northeast
es: Noreste
fr: Nord-est
it: Nord-est
ja: 北東

# surroundings.bucket.nw
source: 북서쪽
en: Northwest
es: Noroeste
fr: Nord-ouest
it: Nord-ovest
ja: 北西

# surroundings.bucket.right
source: 오른쪽
en: Right
es: Derecha
fr: À droite
it: A destra
ja: 右

# surroundings.bucket.s
source: 남쪽
en: South
es: Sur
fr: Sud
it: Sud
ja: 南

# surroundings.bucket.se
source: 남동쪽
en: Southeast
es: Sureste
fr: Sud-est
it: Sud-est
ja: 南東

# surroundings.bucket.sw
source: 남서쪽
en: Southwest
es: Suroeste
fr: Sud-ouest
it: Sud-ovest
ja: 南西

# surroundings.bucket.w
source: 서쪽
en: West
es: Oeste
fr: Ouest
it: Ovest
ja: 西

# surroundings.button
source: 주변 확인
en: Check surroundings
es: Ver alrededores
fr: Vérifier les environs
it: Controlla i dintorni
ja: 周辺を確認

# surroundings.count
source: %1$@곳
en: %1$@ places
es: %1$@ lugares
fr: %1$@ lieux
it: %1$@ luoghi
ja: %1$@か所

# surroundings.empty
source: 150m 안에 등록된 가게나 시설이 없습니다.
en: No listed places within 150m.
es: No hay lugares registrados en un radio de 150 m.
fr: Aucun lieu répertorié à moins de 150 m.
it: Nessun luogo registrato entro 150 m.
ja: 150m以内に登録された店舗や施設がありません。

# surroundings.error
source: 주변 정보를 조회하지 못했습니다.
en: Could not load surroundings.
es: No se pudo cargar la información de los alrededores.
fr: Impossible de charger les environs.
it: Impossibile caricare i dintorni.
ja: 周辺情報を照会できませんでした。

# surroundings.itemWithRoad
source: %1$@ %2$@, %3$@ 쪽
en: %1$@ %2$@, on %3$@
es: %1$@ %2$@, en %3$@
fr: %1$@ %2$@, sur %3$@
it: %1$@ %2$@, su %3$@
ja: %1$@ %2$@、%3$@沿い

# surroundings.loading
source: 주변 조회 중…
en: Checking surroundings…
es: Consultando los alrededores…
fr: Vérification des environs…
it: Controllo dei dintorni…
ja: 周辺を照会中…

# surroundings.ready
source: 주변 상황
en: Surroundings
es: Alrededores
fr: Environs
it: Dintorni
ja: 周辺の状況

# surroundings.refresh
source: 주변 다시 확인
en: Check surroundings again
es: Ver alrededores de nuevo
fr: Vérifier à nouveau les environs
it: Controlla di nuovo i dintorni
ja: 周辺を再確認

# surroundings.source
source: 출처: 카카오맵
en: Source: Kakao Map
es: Fuente: Kakao Map
fr: Source : Kakao Map
it: Fonte: Kakao Map
ja: 出典: カカオマップ

# surroundingsNearby.asOf
source: %1$@ 기준
en: as of %1$@
es: a las %1$@
fr: à %1$@
it: alle %1$@
ja: %1$@時点

# surroundingsNearby.button
source: 내 주변 둘러보기
en: Explore nearby
es: Explorar alrededores
fr: Explorer les environs
it: Esplora dintorni
ja: 周辺を探索

# surroundingsNearby.call
source: 전화하기
en: Call
es: Llamar
fr: Appeler
it: Chiama
ja: 電話する

# surroundingsNearby.category.academy
source: 학원
en: private academy
es: academia
fr: institut privé
it: accademia privata
ja: 塾

# surroundingsNearby.category.attraction
source: 관광명소
en: attraction
es: atracción
fr: attraction
it: attrazione
ja: 観光名所

# surroundingsNearby.category.bank
source: 은행
en: bank
es: banco
fr: banque
it: banca
ja: 銀行

# surroundingsNearby.category.cafe
source: 카페
en: cafe
es: cafetería
fr: café
it: caffè
ja: カフェ

# surroundingsNearby.category.convenience
source: 편의점
en: convenience store
es: tienda de conveniencia
fr: supérette
it: minimarket
ja: コンビニ

# surroundingsNearby.category.culture
source: 문화시설
en: cultural facility
es: centro cultural
fr: établissement culturel
it: struttura culturale
ja: 文化施設

# surroundingsNearby.category.gasStation
source: 주유소
en: gas station
es: gasolinera
fr: station-service
it: stazione di servizio
ja: ガソリンスタンド

# surroundingsNearby.category.hospital
source: 병원
en: hospital
es: hospital
fr: hôpital
it: ospedale
ja: 病院

# surroundingsNearby.category.kindergarten
source: 어린이집·유치원
en: daycare or kindergarten
es: guardería o jardín de infancia
fr: crèche ou école maternelle
it: asilo o scuola materna
ja: 保育園・幼稚園

# surroundingsNearby.category.lodging
source: 숙박
en: lodging
es: alojamiento
fr: hébergement
it: alloggio
ja: 宿泊施設

# surroundingsNearby.category.mart
source: 마트
en: supermarket
es: supermercado
fr: supermarché
it: supermercato
ja: スーパー

# surroundingsNearby.category.parking
source: 주차장
en: parking lot
es: aparcamiento
fr: parking
it: parcheggio
ja: 駐車場

# surroundingsNearby.category.pharmacy
source: 약국
en: pharmacy
es: farmacia
fr: pharmacie
it: farmacia
ja: 薬局

# surroundingsNearby.category.public
source: 공공기관
en: public office
es: oficina pública
fr: service public
it: ufficio pubblico
ja: 公共機関

# surroundingsNearby.category.realEstate
source: 부동산
en: real estate agency
es: inmobiliaria
fr: agence immobilière
it: agenzia immobiliare
ja: 不動産

# surroundingsNearby.category.restaurant
source: 음식점
en: restaurant
es: restaurante
fr: restaurant
it: ristorante
ja: 飲食店

# surroundingsNearby.category.school
source: 학교
en: school
es: escuela
fr: école
it: scuola
ja: 学校

# surroundingsNearby.category.subway
source: 지하철역
en: subway station
es: estación de metro
fr: station de métro
it: stazione della metro
ja: 地下鉄駅

# surroundingsNearby.direction.e
source: 동
en: east
es: este
fr: est
it: est
ja: 東

# surroundingsNearby.direction.n
source: 북
en: north
es: norte
fr: nord
it: nord
ja: 北

# surroundingsNearby.direction.ne
source: 북동
en: northeast
es: noreste
fr: nord-est
it: nord-est
ja: 北東

# surroundingsNearby.direction.nw
source: 북서
en: northwest
es: noroeste
fr: nord-ouest
it: nord-ovest
ja: 北西

# surroundingsNearby.direction.s
source: 남
en: south
es: sur
fr: sud
it: sud
ja: 南

# surroundingsNearby.direction.se
source: 남동
en: southeast
es: sureste
fr: sud-est
it: sud-est
ja: 南東

# surroundingsNearby.direction.sw
source: 남서
en: southwest
es: suroeste
fr: sud-ouest
it: sud-ovest
ja: 南西

# surroundingsNearby.direction.w
source: 서
en: west
es: oeste
fr: ouest
it: ovest
ja: 西

# surroundingsNearby.empty
source: 주변에 안내할 시설이 없습니다.
en: No places to announce nearby.
es: No hay lugares que anunciar cerca.
fr: Aucun lieu à signaler à proximité.
it: Nessun luogo da segnalare nelle vicinanze.
ja: 周辺に案内できる施設がありません。

# surroundingsNearby.error
source: 주변 조회에 실패했습니다.
en: Could not load nearby places.
es: No se pudieron cargar los lugares cercanos.
fr: Impossible de charger les lieux proches.
it: Impossibile caricare i luoghi vicini.
ja: 周辺の照会に失敗しました。

# surroundingsNearby.geoDenied
source: 현재 위치 권한이 필요합니다. 브라우저에서 위치 접근을 허용해 주세요.
en: Location permission is required. Please allow location access in your browser.
es: Se requiere permiso de ubicación. Permite el acceso a la ubicación en tu navegador.
fr: L'autorisation de localisation est requise. Veuillez l'autoriser dans votre navigateur.
it: È richiesta l'autorizzazione alla posizione. Consenti l'accesso nel browser.
ja: 位置情報の許可が必要です。ブラウザで位置情報へのアクセスを許可してください。

# surroundingsNearby.geoUnsupported
source: 이 브라우저는 현재 위치를 지원하지 않습니다.
en: This browser does not support location.
es: Este navegador no admite la ubicación.
fr: Ce navigateur ne prend pas en charge la localisation.
it: Questo browser non supporta la geolocalizzazione.
ja: このブラウザは現在地に対応していません。

# surroundingsNearby.item
source: %1$@, %2$@쪽, 약 %3$@
en: %1$@, %2$@, about %3$@
es: %1$@, %2$@, unos %3$@
fr: %1$@, %2$@, environ %3$@
it: %1$@, %2$@, circa %3$@
ja: %1$@、%2$@側、約%3$@

# surroundingsNearby.loading
source: 내 주변 시설 조회 중…
en: Finding places nearby…
es: Buscando lugares cercanos…
fr: Recherche de lieux à proximité…
it: Ricerca luoghi nelle vicinanze…
ja: 周辺の施設を照会中…

# surroundingsNearby.locating
source: 현재 위치 확인 중…
en: Getting your location…
es: Obteniendo tu ubicación…
fr: Localisation en cours…
it: Rilevamento posizione…
ja: 現在地を確認中…

# surroundingsNearby.mapLink
source: 카카오맵에서 보기
en: View on Kakao Map
es: Ver en Kakao Map
fr: Voir sur Kakao Map
it: Vedi su Kakao Map
ja: カカオマップで見る

# surroundingsNearby.ready
source: 내 주변 시설입니다.
en: Places near you.
es: Lugares cerca de ti.
fr: Lieux près de vous.
it: Luoghi vicino a te.
ja: 周辺の施設です。

# surroundingsNearby.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# surroundingsNearby.source
source: 출처: 카카오맵 장소 검색. 방향은 북 기준 방위입니다.
en: Source: Kakao Map place search. Direction is a compass bearing (from North).
es: Fuente: búsqueda de lugares de Kakao Map. La dirección es un rumbo (desde el norte).
fr: Source : recherche de lieux Kakao Map. La direction est un cap (depuis le nord).
it: Fonte: ricerca luoghi Kakao Map. La direzione è un rilevamento (dal nord).
ja: 出典: カカオマップの場所検索。方角は北基準の方位です。

# timetable.dailyType.saturday
source: 토요일 기준
en: Saturday schedule
es: Horario de sábado
fr: Horaires du samedi
it: Orario del sabato
ja: 土曜基準

# timetable.dailyType.sunday
source: 일요일·공휴일 기준
en: Sunday & holiday schedule
es: Horario de domingo y festivos
fr: Horaires du dimanche et jours fériés
it: Orario domenicale e festivo
ja: 日曜・祝日基準

# timetable.dailyType.weekday
source: 평일 기준
en: Weekday schedule
es: Horario de días laborables
fr: Horaires en semaine
it: Orario feriale
ja: 平日基準

# timetable.direction.down
source: 하행
en: Down
es: Descendente
fr: Descendant
it: Discendente
ja: 下り

# timetable.direction.up
source: 상행
en: Up
es: Ascendente
fr: Montant
it: Ascendente
ja: 上り

# timetable.empty
source: 오늘 시간표 정보가 없습니다.
en: No timetable information for today.
es: No hay información de horarios para hoy.
fr: Aucune information d'horaires pour aujourd'hui.
it: Nessuna informazione sugli orari per oggi.
ja: 今日の時刻表情報がありません。

# timetable.error
source: 첫차·막차 정보를 불러오지 못했습니다.
en: Couldn't load first/last train info.
es: No se pudo cargar la información del primer/último tren.
fr: Impossible de charger les horaires du premier/dernier train.
it: Impossibile caricare le informazioni sul primo/ultimo treno.
ja: 始発・終電の情報を取得できませんでした。

# timetable.first
source: 첫차
en: First train
es: Primer tren
fr: Premier train
it: Primo treno
ja: 始発

# timetable.heading
source: 첫차·막차
en: First & last trains
es: Primer y último tren
fr: Premier et dernier train
it: Primo e ultimo treno
ja: 始発・終電

# timetable.last
source: 막차
en: Last train
es: Último tren
fr: Dernier train
it: Ultimo treno
ja: 終電

# timetable.nextDay
source: 익일
en: next day
es: día siguiente
fr: lendemain
it: giorno dopo
ja: 翌日

# timetable.partial
source: 일부 노선 정보를 불러오지 못했습니다.
en: Some line info couldn't be loaded.
es: No se pudo cargar la información de algunas líneas.
fr: Les horaires de certaines lignes n'ont pas pu être chargés.
it: Impossibile caricare le informazioni di alcune linee.
ja: 一部の路線情報を取得できませんでした。

# timetable.source
source: 국토교통부 TAGO 제공
en: Source: MOLIT TAGO
es: Fuente: MOLIT TAGO
fr: Source : MOLIT TAGO
it: Fonte: MOLIT TAGO
ja: 国土交通部TAGO提供

# timetable.toTerminus
source: %1$@행
en: to %1$@
es: hacia %1$@
fr: vers %1$@
it: verso %1$@
ja: %1$@行き

# transitGuide.advance
source: 다음 구간
en: Next segment
es: Siguiente tramo
fr: Segment suivant
it: Tratta successiva
ja: 次の区間

# transitGuide.advanceUntrackable
source: 이 구간을 마치고 다음 구간으로
en: Finish this segment and continue
es: Terminar este tramo y continuar
fr: Terminer ce segment et continuer
it: Concludi questa tratta e continua
ja: この区間を終えて次の区間へ

# transitGuide.approxNote
source: 근사 추적: 같은 노선의 접근 차량 기준.
en: Approximate: based on the nearest vehicle on this route.
es: Aproximado: basado en el vehículo más cercano de esta línea.
fr: Approximatif : basé sur le véhicule le plus proche de cette ligne.
it: Approssimato: basato sul veicolo più vicino di questa linea.
ja: 近似追跡: 同路線の接近車両基準。

# transitGuide.approxVehicleChanged
source: 다른 차량 기준으로 바뀌었습니다.
en: Now tracking a different vehicle.
es: Ahora se sigue otro vehículo.
fr: Suivi d'un autre véhicule.
it: Ora si segue un altro veicolo.
ja: 別の車両基準に変わりました。
